let coursesData = [
    {
        id: 1,
        title: '20 Libs gor js devs',
        price: 290_000,
        img: '../public/image/20libs.png',
        description:
            'امروزه کتابخانه‌ها کد نویسی را خیلی آسان و لذت بخش تر کرده اند. به قدری که حتی امروزه هیچ شرکت برنامه نویسی پروژه های خود را با Vanilla Js پیاده سازی نمی کند و همیشه از کتابخانه ها و فریمورک های موجود استفاده می کند. پس شما هم اگه',
    },
        {
        id: 3,
        title: 'NPM for js devs',
        price: 'free',
        img: '../public/image/npm.png',
        description:
            'تا حالا به این فکر کردید چرا توسعه تکنولوژی در سال های اخیر انقدر سریع بوده؟ یکی از دلایل اون موضوع آموزش همین دوره هست. یعنی NPM اینکه چرا و چطوری این تاثیرو گذاشته به مرور بررسی میکنیم ولی فعلا در همین حد بدونید که در گذشته به خاطر ساده تر بودن ساختار برنامه نویسی و پروژه ها، اضافه کردن کتابخانه ها به پروژه کار سختی نبود چون ',
    },
    {
        id: 2,
        title: 'React Course',
        price: 2_000_000,
        img: '../public/image/react.png',
        description:
            'دوره آموزش ری ‌اکت سبزلرن یک مسیر جامع و پروژه‌محور برای افرادی است که می‌خواهند React را به‌صورت اصولی، عمیق و کاربردی یاد بگیرند. در این دوره تمام مفاهیم مهم و اصلی ری‌اکت، Main Concept ها تا کار با Lifecycle، استفاده از Ajax و API Call، تیلویند، Context API، انواع Hook ها و حتی ساخت Custom Hook به‌صورت کامل آموزش داده می‌شود.',
    },
];

export default coursesData;
